{
    "Account type": "Typ účtu",
    "Username": "Uživatelské jméno",
    "Password": "Heslo",
    "Location of the bot": "Poloha bota",
    "Google Maps API key (only needed if using Google for directions)": "Google Maps API key (je potřeba pouze při zapnutých Google instrukcích)",
    "Use Google for directions?": "Používat mapové instrukce od Googlu?",
    "How many meters per second should the bot walk?": "Kolik metrů za sekundu má bot ujít?",
    "Allow experimental features?": "Povolit experimentální možnosti?",
    "Avoid a PokéStop for a given number of seconds. This allows bot to explore bigger area.": "Vyhnout se Pokéstopu po daný počet sekund. Umožňnuje to botovi prozkoumat větší oblast.",
    "Bot will try to route using Google Maps to all visible PokéStops": "Bot se pokusí pomocí Google Map jít ke všem viditelným PokéStopům",
    "The bot will not travel further than the meters you specify": "Bot se nevzdálí více, než specifikujete (v metrech)",
    "Can the bot use Lucky Eggs?": "Může bot používat Lucky Eggs?",
    "Should the bot catch Pokémon?": "Může bot chytat Pokémony?",
    "After this count of failed captures the bot will use Razz Berry (default 3)": "Po tomto počtu selhání při chytání bot použije Razz Berry (výchozí: 3)",
    "How many attepts to catch Pokémon before leaving him alone?": "Kolikrát se má bot pokusit chytit Pokémona, než jej nechá být?",
    "Can the bot hatch eggs?": "Může bot nechat líhnout vajíčka?",
    "Can the bot use incubators with limited use?": "Může bot používat inkubátory s omezeným počtem použití?",
    "Should the bot first hatch eggs with higher km range?": "Měl by bot líhnout nejdříve vajíčka s větším počtem km?",
    "Which Pokémon should the bot evolve?": "Které Pokémony by měl bot nechat vyvinout?",
    "How many Pokémon of the same type should the bot keep? Other settings can alter the behavior of this": "Kolik Pokémonů stejného typu by si měl bot nechat? Jiná nastavení mohou toto nastavení upravit",
    "Which Pokémon should the bot keep always?": "Které Pokémony by si měl bot nechat vždy?",
    "Which Pokémon should the bot always transfer?": "Které Pokémony by měl bot vždy transfernout?",
    "What method to use for releasing? Classic means via CP and IV, duplicates means via level and scaler": "Kterou metodu pro transfer Pokémonů použít? Klasická znamená pomocí CP a IV, duplikáty znamená pomocí levelu a škálování",
    "Keep Pokémon with CP higher than this value": "Nechat si Pokémony s CP větším než tato hodnota",
    "Keep Pokémon with IV higher than this value": "Nechat si Pokémony s IV větším než tato hodnota",
    "Pokémon with level higher than this value will not be transfered": "Pokémoni s levelem větším, než je tento, nebudou transferování",
    "This value is multiplied by the highest level Pokémon of a type and only those Pokémon that are less than the scaled level are transfered": "Tato hodnota je vynásobena nejvyšším levelem Pokémona daného typu a jen Pokémoni, jejichž level je menší než po tomto škálování, jsou transfernutí",
    "Defines what metrics to use for releasing Pokémon": "Definuje, které metrika se použije pro transfernutí Pokémona",
    "How many potions should the bot keep?": "Kolik potionů si má bot nechat?",
    "How many super potions should the bot keep?": "Kolik super potionů si má bot nechat?",
    "How many hyper potions should the bot keep?": "Kolik hyper potionů si má bot nechat?",
    "How many max potions should the bot keep?": "Kolik max potionů si má bot nechat?",
    "How many bluk berries should the bot keep?": "Kolik bluk berries si má bot nechat?",
    "How many nanab berries should the bot keep?": "Kolik nanab berries si má bot nechat?",
    "How many revives should the bot keep?": "Kolik revivů si má bot nechat?",
    "How many max revives should the bot keep?": "Kolik max revivů si má bot nechat?",
    "How many razz berries should the bot keep?": "Kolik razz berries si má bot nechat?",
    "When enabled, bot will not try to catch Pokémons but will travel from PokéStop to PokéStop and collect PokéBalls": "Pokud je zapnuto, bot nebude chytat Pokémony, ale bude cestovat od PokéStopu k PokéStopu a chytat Pokébaly",
    "When the count of PokéBalls drops below this number, the bot will not catch and only collect PokéBalls": "Jakmile se počet Pokébalů sníží pod toto číslo, bot přestane chytat a začne sbírat pouze Pokébaly",
    "When the count of PokéBalls reaches this amount, the bot will stop farming and will return to catching Pokémon": "Jakmile se počet Pokébalů zvýší na toto číslo, bot přestane sbírat pouze Pokébaly a začne opět chytat Pokémony",
    "Ignore standard PokéBalls?": "Ignorovat normální Pokébaly?",
    "Ignore Great Balls?": "Ignorovat Great Bally?",
    "Ignore Ultra Balls?": "Ignorovat Ultra Bally?",
    "Ignore Master Balls?": "Ignorovat Master Bally?",
    "When the bot goes farming it will use this value instead of standard step size, set to -1 to disable": "Pokud jde bot sbírat Pokébaly, ujde za sekundu tuto hodnotu, místo normální hodnoty.",
    "Pokémon GO Bot": "",
    "Settings": "Nastavení",
    "Info": "",
    "This is the first time you are using this bot, it is a good idea to set it up first.": "Zdá se, že tohoto bota používate poprvé, může být dobrým nápadem jej nejdříve nastavit.",
    "Here you can set various settings of Pokémon GO Bot": "Zde můžete měnit různá nastavení Pokémon GO bota",
    "Setting": "Nastavení",
    "Value": "Hodnota",
    "Home": "Domů"
}